<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي النصوص الافتراضية التي تطابق الأسباب المقدمة
    | من وسيط كلمات المرور عند فشل محاولة تحديث كلمة المرور، مثل وجود
    | رمز غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بهذا العنوان البريدي.',

];