<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط اللغة للتصفح
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم من مكتبة التصفح لإنشاء روابط التصفح البسيطة.
    | يمكنك تعديلها بأي طريقة ترغب بها لتتناسب مع تطبيقك.
    |
    */
    'title' => 'بيبسيكو',

    // إدارة الطلبات
    'Order management' => 'إدارة الطلبات',
    'my_order' => 'طلباتي',
    'Order create' => 'إنشاء طلب',
    'verified' => 'الطلبات المُعتمدة',
    'handover' => 'الطلبات المُسلمة',
    'Order' => 'الطلبات',
    'all_order' => 'كل الطلبات',
    'Order edit' => 'تعديل الطلب',
    'Order show' => 'عرض الطلب',
    'Order hanover' => 'تسليم الطلب',
    'Order complete' => 'إتمام الطلب',

    // إدارة المستخدمين
    'user_management' => 'إدارة المستخدمين',
    'user_add' => 'إنشاء مستخدم',
    'users' => 'المستخدمين',
    'role_management' => 'ادارة الصلاحيات',

    // التقارير
    'reports' => 'التقارير',
    'order_report' => 'تقرير الطلبات',

    
    // الإعدادات
    'settings' => 'الإعدادات',
    'location' => 'الموقع',
    'line' => 'الخط',
    'isolated_part' => 'الجزء المعزول',
    'reason' => 'السبب',
    'shift' => 'الوردية',

    // لوحات التحكم
    'dashboards' => 'لوحات التحكم',

    'logout' => 'تسجيل الخروج',

];